---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RevolutionFailures
source: html/76b5d0d4-7e99-cdac-8a95-61f8d7d004a0.htm
---
# BuiltInFailures.RevolutionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.